Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# FOCAL_LENGTH_DISABLED_FOOTER
source: Additional Main camera lenses require 24 MP capture. Choose 24 MP Photo mode captures in the Formats section of Camera Settings.
ar: تتطلب عدسات الكاميرا الرئيسية التقاط ٢٤ ميغابكسل. اختر التقاطات نمط صورة ٢٤ ميغابكسل في قسم التنسيقات ضمن إعدادات الكاميرا.
bg: Допълнителните обективи на Основната камера изискват снимане в 24 MP. Изберете режим на снимане 24 MP в раздела Формати в настройките на Камера.
bn: প্রধান ক্যামেরার অতিরিক্ত লেন্সের জন্য 24 MP ক্যাপচার প্রয়োজন। ক্যামেরা সেটিংসের ফরম্যাট বিভাগে গিয়ে 24 MP ফটো মোড ক্যাপচার বিকল্পটি নির্বাচন করুন।
ca: Les lents addicionals de la càmera principal requereixen el mode de captura de 24 Mpx. Selecciona’l a la secció de formats de la configuració de la càmera.
cs: Přídavné objektivy hlavního fotoaparátu vyžadují rozlišení 24 Mpx. Otevřete nastavení fotoaparátu a v oddílu Formáty vyberte snímání ve fotografickém režimu 24 Mpx.
da: Andre objektiver på hovedkameraet kræver, at fotos tages med 24 MP. Vælg fotofunktionen 24 MP i sektionen Formater i kameraindstillingerne.
de: Zusätzliche Objektive für die Hauptkamera erfordern Aufnahmen mit 24 MP. Wähle für Aufnahmen den Fotomodus mit 24 MP im Abschnitt „Formate“ der Kameraeinstellungen aus.
el: Οι πρόσθετοι φακοί κύριας κάμερας απαιτούν λήψη 24 MP. Επιλέξτε τη λειτουργία Φωτογραφίας 24 MP στην ενότητα «Μορφές» των ρυθμίσεων Κάμερας.
es: Los otros objetivos de la cámara principal requieren el modo de captura de 24 Mpx. Selecciónalo en la sección Formatos de los ajustes de la cámara.
es_us: Los lentes adicionales de la cámara principal requieren el modo de captura de 24 MP, el cual puedes elegir en la sección Formatos de la configuración de la cámara.
fi: Muut pääkameran linssit vaativat 24 MP:n tarkkuuden. Valitse Kamera-asetusten Tallennusmuoto-osiosta 24 MP:n tarkkuutta käyttävä muoto.
fr: Les lentilles supplémentaires pour la caméra principale requièrent d’enregistrer des photos à une résolution de 24 MP. Choisissez l’enregistrement de photos à une résolution de 24 MP dans la section Formats des réglages Appareil photo.
fr_ca: Les objectifs supplémentaires de la caméra principale requièrent une résolution de 24 Mpx. Choisissez le mode de capture de photo de 24 Mpx dans la section Formats de Réglages > Appareil photo.
gu: વધારાના મેઇન કૅમેરા લેંસ માટે 24 MP કૅપ્ચર જરૂરી હોય છે. કૅમેરા સેટિંગ્સનાં ફૉર્મેટ વિભાગમાં 24 MP ફોટો મોડ કૅપ્ચર પસંદ કરો.
he: שימוש בעדשות נוספות של המצלמה הראשית מחייב צילום ברזולוציה של 24 מ״פ. יש לבחור צילומים ברזולוציה של 24 מ״פ במצב ״תמונה״ במקטע ״פורמטים״ שבהגדרות ״מצלמה״.
hi: अतिरिक्त मुख्य कैमरा लेंस के लिए 24 MP कैप्चर ज़रूरी होता है। कैमरा सेटिंग के फ़ॉर्मैट खंड में 24 MP तस्वीर मोड कैप्चर चुनें।
hr: Dodatni objektivi glavne kamere zahtijevaju snimanje od 24 MP. Odaberite način snimanja 24 MP fotografije u odjeljku Format unutar Postavki kamere.
hu: A fő kamera további objektívjei esetében 24 MP-es rögzítés szükséges. Válassza a 24 MP-es Fotó módban való rögzítést a Kamerabeállítások Formátumok szakaszában.
id: Lensa kamera Utama tambahan memerlukan pengambilan gambar 24 MP. Pilih pengambilan gambar mode Foto 24 MP di bagian Format di Pengaturan Kamera.
it: Gli obiettivi aggiuntivi per la fotocamera principale richiedono l’acquisizione a 24 MP. Scegli la modalità di acquisizione a 24 MP nella sezione Formati delle impostazioni di Fotocamera.
ja: 追加のメインカメラレンズには24 MP撮影が必要です。“カメラ”設定の“フォーマット”セクションで24 MP写真モード撮影を選択します。
kk: 24 МП фото түсіру үшін қосымша негізгі камера объективтері қажет. Камера реттеулерінің «Форматтар» бөлімінде 24 МП фото режимін таңдаңыз.
kn: ಹೆಚ್ಚುವರಿ ಮುಖ್ಯ ಕ್ಯಾಮರಾ ಲೆನ್ಸ್‌ಗಳಿಗೆ 24 MP ಕ್ಯಾಪ್ಚರ್ ಬೇಕಾಗಿರುತ್ತದೆ. ಕ್ಯಾಮರಾ ಸೆಟ್ಟಿಂಗ್ಸ್ ಫಾರ್ಮ್ಯಾಟ್‌ಗಳ ವಿಭಾಗದಲ್ಲಿ 24 MP ಫೋಟೋ ಮೋಡ್ ಕ್ಯಾಪ್ಚರ್‌ಗಳನ್ನು ಆರಿಸಿ.
ko: 추가 메인 카메라 렌즈는 24MP 캡처가 필요합니다. 카메라 설정의 포맷 섹션에서 24MP 사진 모드를 선택하십시오.
lt: Papildomiems pagrindinės vaizdo kameros objektyvams reikalingas 24 MP įrašymas. 24 MP nuotraukų įrašymo režimą galite pasirinkti kameros nustatymų skiltyje „Formatai“.
ml: പ്രധാന ക്യാമറയിലെ അധിക ലെൻസുകൾക്ക് 24 MP കാപ്ചർ ആവശ്യമാണ്. ക്യാമറ ക്രമീകരണത്തിലെ ഫോർമാറ്റുകൾ സെക്ഷനിൽ 24 MP ഫോട്ടോ മോഡ് കാപ്ചറുകൾ തിരഞ്ഞെടുക്കൂ.
mr: अतिरिक्त मुख्य कॅमेरा लेन्सला 24 MP कॅप्चरची आवश्यकता असते. कॅमेरा सेटिंगच्या फॉरमॅट सेक्शनमधून 24 MP फोटो मोड कॅप्चर निवडा.
ms: Kanta kamera Utama tambahan memerlukan tangkapan 24 MP. Pilih tangkapan mod Foto 24 MP di bahagian Format pada Seting Kamera.
nb: Andre objektiver på hovedkamaraet krever bildetagning med 24 megapiksler. Velg 24 megapiksler bildemodus i Formater-delen av Kamera-innstillingene.
nl: Voor extra hoofdcameralenzen is vastlegging met 24 MP vereist. In de camera-instellingen kies je in het gedeelte 'Bestandsstructuren' vastleggingen in de fotomodus met 24 MP.
or: ଅତିରିକ୍ତ ମୁଖ୍ଯ କ୍ଯାମେରା ଲେନ୍ସ୍‌ ପାଇଁ 24 MP କ୍ଯାପ୍‌ଚର୍ ଆବଶ୍ଯକ। କ୍ଯାମେରା ସେଟିଂସ୍‌ର ଫର୍ମାଟ୍ ବିଭାଗରେ 24 MP ଫଟୋ ମୋଡ୍ କ୍ଯାପ୍‌ଚର୍ ବାଛନ୍ତୁ।
pa: ਮੁੱਖ ਕੈਮਰੇ ਦੇ ਹੋਰ ਲੈਂਜ਼ ਲਈ 24 MP ਕੈਪਚਰ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ। ਕੈਮਰਾ ਸੈਟਿੰਗਾਂ ਦੇ ਫ਼ਾਰਮੈਟ ਭਾਗ ਵਿੱਚ 24 MP ਤਸਵੀਰ ਮੋਡ ਕੈਪਚਰ ਚੁਣੋ।
pl: Dodatkowe obiektywy aparatu głównego wymagają rejestrowania w rozdzielczości 24 MP. Wybierz tryb zdjęć 24 MP w sekcji Formaty ustawień aplikacji Aparat.
pt_br: As lentes de câmera adicionais requerem a captura de 24 MP. Escolha esse modo de captura na seção Formatos dos Ajustes da Câmera.
pt_pt: Para lentes de câmara adicionais, é necessário o modo de captura de 24 MP. Pode selecioná‑lo na secção Formatos das definições da Câmara.
ro: Obiectivele suplimentare ale camerei principale necesită înregistrarea la 24 MP. Alegeți rezoluția de 24 MP pentru modul Foto în secțiunea Formate din configurările Cameră.
ru: Для использования дополнительных объективов основной камеры требуется съемка в разрешении 24 Мпикс. Выберите съемку в разрешении 24 Мпикс в разделе «Форматы» настроек Камеры.
sk: Prídavné objektívy hlavnej kamery vyžadujú rozlíšenie 24 Mpx. V časti Formáty v nastaveniach apky Kamera vyberte snímanie fotiek v režime 24 Mpx.
sl: Dodatni objektivi glavne kamere zahtevajo zajemanje z ločljivostjo 24 MP. Izberite način zajemanja fotografij z ločljivostjo 24 MP v razdelku Oblike zapisa v nastavitvah kamere.
sv: Ytterligare huvudkameralinser kräver att bilder tas med 24 MP. Välj bildläget 24 MP under Format i inställningarna för Kamera.
ta: முதன்மை கேமராவின் கூடுதல் லென்ஸ்களில் படம் எடுக்க 24 MP பயன்முறை தேவை. கேமரா அமைப்புகளுக்குச் சென்று ஃபார்மெட்கள் பிரிவில் 24 MP புகைப்படப் பயன்முறையைத் தேர்வுசெய்யவும்.
te: అదనపు ప్రధాన కెమెరా లెన్స్‌లకు 24 MP క్యాప్చర్ అవసరం. ‘కెమెరా సెట్టింగ్‌లు’ ఫార్మాట్‌లు సెక్షన్‌లో 24 MP ఫోటో మోడ్ క్యాప్చర్‌లను ఎంచుకుంటుంది.
th: ในการใช้เลนส์เพิ่มเติมบนกล้องหลักต้องตั้งค่าความละเอียดในการจับภาพที่ 24 MP คุณสามารถตั้งค่าการจับภาพสำหรับโหมดรูปภาพที่ความละเอียด 24 MP ได้ในส่วนรูปแบบในการตั้งค่ากล้อง
tr: Ek ana kamera lensleri 24 MP çekim gerektirir. Kamera ayarlarının Biçimler bölümünde 24 MP Fotoğraf modu çekimini seçin.
uk: Додатковий обʼєктив основної камери потребує формату 24 Мпкс. Оберіть фоторежим 24 Мпкс у розділі «Формати» параметрів Камери.
ur: مین کیمرا کے اضافی لینس کے لیے ⁨^[24](formatNumber: true) MP⁩ کیپچر ضروری ہوتا ہے۔ کیمرا سیٹنگ کے فارمیٹ سیکشن میں ⁨^[24](formatNumber: true) MP⁩ تصویر موڈ کیپچر منتخب کریں۔
vi: Các ống kính camera chính bổ sung yêu cầu tùy chọn chụp 24 MP. Hãy chọn chế độ chụp ảnh 24 MP trong phần Định dạng của Cài đặt Camera.
zh_cn: 额外主相机镜头需使用24 MP拍摄。请在“相机”设置的“格式”栏选取24 MP照片模式拍摄。
zh_hk: 額外的主相機鏡頭需要使用24 MP拍攝。請在「相機」設定的「格式」中選擇24 MP的相片模式拍攝。
zh_tw: 其他主相機鏡頭需要使用24 MP拍攝。請在「相機」設定的「格式」中選擇24 MP的照片模式拍攝。

# FOCAL_LENGTH_GROUP_%@_AND_%@_AND_%@_MM
source: %@ & %@ & %@ mm
ar: ‏%@ و %@ و %@ مم
bg: %@, %@ и %@ mm
bn: %@ এবং %@ এবং %@ মিমি
ca: %@ i %@ i %@ mm
cs: %@, %@ a %@ mm
da: %@ og %@ og %@ mm
de: %@ u. %@ u. %@ mm
el: %@ και %@ και %@ χλστ.
es: %@, %@ y %@ mm
es_us: %@, %@ y %@ mm
fi: %@ ja %@ ja %@ mm
fr: %@, %@ et %@ mm
fr_ca: %@, %@ et %@ mm
gu: %@ અને %@ અને %@ મી૰મી૰
he: ‏%@ ו-%@ ו-%@ מ״מ
hi: %@ और %@ और %@ मि॰मी॰
hr: %@ i %@ i %@ mm
hu: %@ és %@ és %@ mm
it: %@, %@ e %@ mm
ja: %@と%@と%@ mm
kk: %@, %@ және %@ мм
kn: %@ ಮತ್ತು %@ ಹಾಗೂ %@ mm
ko: %@ 및 %@ 및 %@mm
lt: %@ ir %@ bei %@ mm
ml: %@ & %@ & %@ മി.മീ.
mr: %@ व %@ व %@ मिमी
nb: %@, %@ og %@ mm
nl: %@ en %@ en %@ mm
or: %@ ଓ %@ ଓ %@ ମି.ମୀ.
pa: %@ ਅਤੇ %@ ਅਤੇ %@ ਮਿ.ਮੀ.
pl: %@, %@ i %@ mm
pt_br: %@, %@ e %@ mm
pt_pt: %@ e %@ e %@ mm
ro: %@ și %@ și %@ mm
ru: %@, %@ и %@ мм
sk: %@, %@ a %@ mm
sl: %@ in %@ in %@ mm
sv: %@ och %@ och %@ mm
ta: %@ & %@ & %@ மி.மீ.
th: %@ และ %@ และ %@ มม.
tr: %@ ve %@ ve %@ mm
uk: %@, %@ і %@ мм
ur: ‏%@ اور ‏%@ اور ‏%@ ملی میٹر
zh_cn: %@、%@、%@毫米
zh_hk: %@、%@與%@毫米
zh_tw: %@、%@與%@ mm

# FOCAL_LENGTH_GROUP_%@_AND_%@_MM
source: %@ & %@ mm
ar: ‏%@ و %@ مم
bg: %@ и %@ mm
bn: %@ এবং %@ মিমি
ca: %@ i %@ mm
cs: %@ a %@ mm
da: %@ og %@ mm
de: %@ u. %@ mm
el: %@ και %@ χλστ.
es: %@ y %@ mm
es_us: %@ y %@ mm
fi: %@ ja %@ mm
fr: %@ et %@ mm
fr_ca: %@ et %@ mm
gu: %@ અને %@ મી૰મી૰
he: ‏%@ ו-%@ מ״מ
hi: %@ और %@ मि॰मी॰
hr: %@ i %@ mm
hu: %@ és %@ mm
it: %@ e %@ mm
ja: %@と%@ mm
kk: %@ және %@ мм
kn: %@ ಮತ್ತು %@ mm
ko: %@ 및 %@mm
lt: %@ ir %@ mm
ml: %@ & %@ മി.മീ.
mr: %@ व %@ मिमी
nb: %@ og %@ mm
nl: %@ en %@ mm
or: %@ ଓ %@ ମି.ମୀ.
pa: %@ ਅਤੇ %@ ਮਿ.ਮੀ.
pl: %@ i %@ mm
pt_br: %@ e %@ mm
pt_pt: %@ e %@ mm
ro: %@ și %@ mm
ru: %@ и %@ мм
sk: %@ a %@ mm
sl: %@ in %@ mm
sv: %@ och %@ mm
ta: %@ & %@ மி.மீ.
th: %@ และ %@ มม.
tr: %@ ve %@ mm
uk: %@ і %@ мм
ur: ‏%@ اور %@ ملی میٹر
zh_cn: %@、%@毫米
zh_hk: %@與%@毫米
zh_tw: %@與%@ mm

# FOCAL_LENGTH_GROUP_%@_MM_ONLY
source: %@ mm Only
ar: ‏%@ مم فقط
bg: Само %@ mm
bn: শুধু %@ মিমি
ca: Només %@ mm
cs: Jen %@ mm
da: Kun %@ mm
de: Nur %@ mm
el: %@ χλστ. μόνο
es: Solo %@ mm
es_us: Sólo %@ mm
fi: Vain %@ mm
fr: %@ mm
fr_ca: %@ mm uniquement
gu: માત્ર %@ મી૰મી૰
he: ‏%@ מ״מ בלבד
hi: केवल %@ मि॰मी॰
hr: Samo %@ mm
hu: Csak %@ mm
id: Hanya %@ mm
it: Solo %@ mm
ja: %@ mmのみ
kk: %@ мм ғана
kn: %@ mm ಮಾತ್ರ
ko: %@mm만
lt: Tik %@ mm
ml: %@ മി.മീ. മാത്രം
mr: फक्त %@ मिमी
ms: %@ mm Sahaja
nb: Kun %@ mm
nl: Alleen %@ mm
or: କେବଳ %@ ମି.ମୀ.
pa: ਸਿਰਫ਼ %@ ਮਿ.ਮੀ.
pl: Tylko %@ mm
pt_br: Apenas %@ mm
pt_pt: Apenas %@ mm
ro: Doar %@ mm
ru: Только %@ мм
sk: Len %@ mm
sl: Samo %@ mm
sv: Endast %@ mm
ta: %@ மி.மீ. மட்டும்
te: %@ mm మాత్రమే
th: %@ มม. เท่านั้น
tr: Yalnızca %@ mm
uk: Тільки %@ мм
ur: صرف ‏%@ ملی میٹر
vi: Chỉ %@ mm
zh_cn: 仅%@毫米
zh_hk: 只限%@毫米
zh_tw: 僅%@ mm

# FOCAL_LENGTH_HEADER
source: Additional Lenses
ar: العدسات الإضافية
bg: Допълнителни обективи
bn: অতিরিক্ত লেন্স
ca: Lents addicionals
cs: Další objektivy
da: Flere objektiver
de: Zusätzliche Objektive
el: Πρόσθετοι φακοί
es: Otros objetivos
es_us: Lentes adicionales
fi: Muita linssejä
fr: Autres objectifs
fr_ca: Objectifs supplémentaires
gu: વધારાના લેંસ
he: עדשות נוספות
hi: अतिरिक्त लेंस
hr: Dodatni objektivi
hu: További objektívek
id: Lensa tambahan
it: Obiettivi aggiuntivi
ja: 追加レンズ
kk: Қосымша объективтер
kn: ಹೆಚ್ಚುವರಿ ಲೆನ್ಸ್‌ಗಳು
ko: 추가 렌즈
lt: Papildomi objektyvai
ml: അധിക ലെൻസുകൾ
mr: अतिरिक्त लेन्सेस
ms: Kanta Tambahan
nb: Flere objektiver
nl: Extra lenzen
or: ଅତିରିକ୍ତ ଲେନ୍ସ୍‌
pa: ਹੋਰ ਲੈਂਜ਼
pl: Dodatkowe obiektywy
pt_br: Lentes adicionais
pt_pt: Lentes adicionais
ro: Obiective suplimentare
ru: Дополнительные объективы
sk: Ďalšie objektívy
sl: Dodatni objektivi
sv: Ytterligare linser
ta: கூடுதல் லென்ஸ்கள்
te: అదనపు లెన్స్‌లు
th: เลนส์เพิ่มเติม
tr: Ek Lensler
uk: Додаткові лінзи
ur: اضافی لینس
vi: Ống kính bổ sung
zh_cn: 更多镜头
zh_hk: 額外鏡頭
zh_tw: 其他鏡頭

# FOCAL_LENGTH_ROW_%@_MM_FOOTER
source: Tap the 1× zoom button to toggle between %@ mm and additional lenses.
ar: اضغط على زر التكبير ⁨1×⁩ للتبديل بين %@ مم والعدسات الإضافية.
bg: Докоснете бутона за приближаване 1×, за да превключвате между %@ mm и допълни­тел­ните обективи.
bn: %@ মিমি এবং অতিরিক্ত লেন্সের মধ্যে টগল করার জন্য ^[1](formatNumber: true)× জুম বাটন ট্যাপ করুন।
ca: Toca el botó del zoom 1× per alternar entre %@ mm i altres lents.
cs: Klepnutím na tlačítko přiblížení „1×“ přepnete mezi %@mm objektivem a dalšími.
da: Tryk på knappen 1× zoom for at skifte mellem %@ mm og andre objektiver.
de: Tippe auf die Taste für den Einfachzoom, um zwischen %@ mm und weiteren Objektiven zu wählen.
el: Αγγίξτε το κουμπί ζουμ 1× για εναλλαγή μεταξύ του φακού %@ χλστ. και πρόσθετων φακών.
es: Toca el botón de zoom x1 para pasar de usar el objetivo de %@ mm al de otra distancia focal.
es_us: Toca el botón del zoom de 1× para cambiar entre el lente de %@ mm y los lentes adicionales.
fi: Vaihda %@ mm:n ja muiden linssien välillä napauttamalla 1×-zoomauspainiketta.
fr: Touchez le bouton de zoom 1× pour basculer entre %@ mm et les autres objectifs.
fr_ca: Touchez le bouton de zoom 1× pour basculer entre %@ mm et les autres objectifs.
gu: %@ મી૰મી૰ અને વધારાના લેંસ વચ્ચે ટૉગલ કરવા માટે 1× ઝૂમ બટનને ટૅપ કરો.
he: ניתן להקיש על כפתור הזום ⁨1×⁩ כדי לעבור בין עדשת %@ מ״מ ועדשות נוספות.
hi: %@ मि॰मी॰ और अतिरिक्त लेंस के बीच टॉगल करने के लिए 1× ज़ूम बटन पर टैप करें।
hr: Dodirnite tipku zumiranja 1x za prebacivanje između %@ mm i dodatnih objektiva.
hu: Koppintson az 1× nagyítás gombra a(z) %@ mm és a további objektívek közötti váltáshoz.
id: Ketuk tombol zoom 1× untuk mengubah antara %@ mm dan lensa tambahan.
it: Tocca il pulsante dello zoom 1× per passare dall’obiettivo da %@ mm a quelli aggiuntivi.
ja: %@ mmとほかのレンズを切り替えるには、1×ズームボタンをタップします。
kk: %@ мм және қосымша объективтердің арасында ауысу үшін 1× масштабтау түймесін түртіңіз.
kn: %@ mm ಮತ್ತು ಹೆಚ್ಚುವರಿ ಲೆನ್ಸ್‌ಗಳ ನಡುವೆ ಟಾಗಲ್ ಮಾಡಲು 1× ಝೂಮ್ ಬಟನ್ ಮೇಲೆ ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: %@mm와 추가 렌즈 간에 전환하려면 1× 확대/축소 버튼을 탭하십시오.
lt: Bakstelėkite 1x vaizdo didinimo mygtuką, kad perjungtumėte %@ mm į papildomus objektyvus ir atvirkščiai.
ml: %@ മി.മീ., അധിക ലെൻസുകൾ എന്നിവയ്ക്കിടയിൽ ടോഗിൾ ചെയ്യാൻ 1× സൂം ബട്ടൺ ടാപ്പ് ചെയ്യൂ.
mr: %@ मिमी आणि अतिरिक्त लेन्समध्ये टॉगल करण्यासाठी 1x झूम बटण टॅप करा.
ms: Ketik butang zum 1× untuk menogol antara %@ mm dengan kanta tambahan.
nb: Trykk på zoomknappen 1 × for å veksle mellom %@ mm og andre objektiver.
nl: Tik op de knop voor zoomniveau 1× om te schakelen tussen %@ mm en aanvullende lenzen.
or: %@ mm ଏବଂ ଅତିରିକ୍ତ ଲେନ୍ସ୍ ମଧ୍ଯରେ ଟଗଲ୍ କରିବା ପାଇଁ 1×ଜୂମ୍ ବଟନ୍‌ରେ ଟାପ୍ କରନ୍ତୁ।
pa: %@ ਮਿ.ਮੀ. ਅਤੇ ਵਾਧੂ ਲੈਂਜ਼ ਨੂੰ ਟੌਗਲ ਕਰਨ ਲਈ ^[1](formatNumber: true)× ਜ਼ੂਮ ਬਟਨ ‘ਤੇ ਟੈਪ ਕਰੋ।
pl: Stukaj w przycisk 1×, aby przełączać między obiektywem %@ mm i dodatkowymi.
pt_br: Toque no botão de zoom 1× para alternar entre %@ mm e lentes adicionais.
pt_pt: Toque no botão de ampliação 1× para alternar entre %@ mm e outras lentes.
ro: Apăsați pe butonul de zoom 1× pentru a comuta între %@ mm și alte obiective.
ru: Переключайтесь между объективом %@ мм и дополнительными объективами, касаясь кнопки масштаба 1 ×.
sk: Klepnutím na tlačidlo priblíženia 1× prepnete medzi %@ mm objektívom a ďalšími objektívmi.
sl: Tapnite gumb za 1-kratno povečavo za preklapljanje med %@ mm in dodatnimi objektivi.
sv: Tryck på knappen 1× zoom för att växla mellan %@ mm och ytterligare linser.
ta: %@ மி.மீ. மற்றும் கூடுதல் லென்ஸ்களுக்கு இடையே மாற, 1× ஜூம் பட்டனைத் தட்டவும்.
te: %@ mm మరియు అదనపు లెన్స్‌ల మధ్య టోగల్ చేయడానికి 1x జూమ్ బటన్‌ను ట్యాప్ చేయండి.
th: แตะปุ่มซูม 1× เพื่อสลับระหว่าง %@ มม. กับเลนส์เพิ่มเติม
tr: %@ mm ile diğer lensler arasında geçiş yapmak için 1× büyütme düğmesine dokunun.
uk: Торкніть кнопку наближення 1×, щоб перемкнутися між %@ мм і додатковими лінзами.
ur: ‏%@ ملی میٹر اور اضافی لینس کے درمیان ٹاگل کرنے کے لیے ‏1× زوم بٹن پر ٹیپ کریں۔
vi: Chạm vào nút thu phóng 1× để chuyển đổi giữa %@ mm và các ống kính bổ sung.
zh_cn: 轻点1×缩放按钮在%@毫米和更多镜头之间切换。
zh_hk: 點一下1×縮放按鈕即可在%@毫米和其他鏡頭之間切換。
zh_tw: 點一下1×縮放按鈕來在%@ mm和其他鏡頭之間切換。

# FOCAL_LENGTH_ROW_TITLE
source: Main Camera
ar: الكاميرا الرئيسية
bg: Основна камера
bn: প্রধান ক্যামেরা
ca: Càmera principal
cs: Hlavní fotoaparát
da: Hovedkamera
de: Hauptkamera
el: Κύρια κάμερα
es: Cámara principal
es_us: Cámara principal
fi: Pääkamera
fr: Caméra principale
fr_ca: Caméra principale
gu: મેઇન કૅમેરા
he: מצלמה ראשית
hi: मुख्य कैमरा
hr: Glavna kamera
hu: Fő kamera
id: Kamera Utama
it: Fotocamera principale
ja: メインカメラ
kk: Негізгі камера
kn: ಮುಖ್ಯ ಕ್ಯಾಮರಾ
ko: 메인 카메라
lt: Pagrindinė vaizdo kamera
ml: പ്രധാന ക്യാമറ
mr: मुख्य कॅमेरा
ms: Kamera Utama
nb: Hovedkamera
nl: Hoofdcamera
or: ମୁଖ୍ଯ କ୍ୟାମେରା
pa: ਮੁੱਖ ਕੈਮਰਾ
pl: Aparat główny
pt_br: Câmera Principal
pt_pt: Câmara principal
ro: Camera principală
ru: Основная камера
sk: Hlavná kamera
sl: Glavna kamera
sv: Huvudkamera
ta: முதன்மை கேமரா
te: ప్రధాన కెమెరా
th: กล้องหลัก
tr: Ana Kamera
uk: Основна камера
ur: مین کیمرا
vi: Camera chính
zh_cn: 主相机
zh_hk: 主相機
zh_tw: 主相機

source: Grid
ar: مربعات
bg: Решетка
bn: গ্রিড
ca: Retícula
cs: Mřížka
da: Net
de: Raster
el: Πλέγμα
es: Cuadrícula
es_us: Cuadrícula
fi: Ruudukko
fr: Grille
fr_ca: Grille
gu: ગ્રિડ
he: רשת
hi: ग्रिड
hr: Rešetka
hu: Rács
it: Griglia
ja: グリッド
kk: Тор
kn: ಗ್ರಿಡ್
ko: 격자
lt: Tinklelis
ml: ഗ്രിഡ്
mr: ग्रिड
nb: Rutenett
nl: Raster
or: ଗ୍ରିଡ୍‌
pa: ਗ੍ਰਿੱਡ
pl: Siatka
pt_br: Grade
pt_pt: Grelha
ro: Caroiaj
ru: Сетка
sk: Mriežka
sl: Mreža
sv: Rutnät
ta: கிரிட்
te: గ్రిడ్
th: เส้นตาราง
tr: Izgara
uk: Сітка
ur: گرِڈ
vi: Lưới
zh_cn: 网格
zh_hk: 格線
zh_tw: 格線

# HDR_KEEP_ORIGINAL_PHOTO
source: Keep Normal Photo
ar: الاحتفاظ بالصورة العادية
bg: Запази нормална снимка
bn: স্বাভাবিক ছবি রাখুন
ca: Conserva la foto normal
cs: Ponechat normální
da: Behold normalt foto
de: Foto behalten
el: Διατήρηση κανονικής φωτό
es: Conservar foto normal
es_us: Conservar foto normal
fi: Pidä normaali kuva
fr: Conserver l’original
fr_ca: Conserver l’original
gu: સામાન્ય ફોટો રાખો
he: שמירת התמונה הרגילה
hi: सामान्य तस्वीर रखें
hr: Zadrži original
hu: Normál fotó megőrzése
id: Simpan Foto Normal
it: Conserva foto normale
ja: 通常の写真を残す
kk: Түпнұсқа фотоны қалдыру
kn: ಸಾಮಾನ್ಯ ಫೋಟೋ ಇರಿಸಿಕೊಳ್ಳಿ
ko: 일반 사진 유지
lt: Palikti įprastą nuotrauką
ml: സാധാരണ ഫോട്ടോ സൂക്ഷിക്കൂ
mr: सामान्य फोटो ठेवा
ms: Simpan Foto Biasa
nb: Behold originalbildet
nl: Bewaar normale foto
or: ସ୍ବାଭାବିକ ଫଟୋ ରଖନ୍ତୁ
pa: ਸਧਾਰਨ ਤਸਵੀਰ ਰੱਖੋ
pl: Pozostaw zwykłe
pt_br: Manter Foto Normal
pt_pt: Guardar exposição normal
ro: Păstrare poză normală
ru: Оставлять оригинал
sk: Zachovať normálnu fotku
sl: Obdrži običajno fotografijo
sv: Behåll normalbild
ta: சாதாரண புகைப்படத்தையும் சேமி
te: సాధారణ ఫోటోను అలాగే ఉంచండి
th: เก็บภาพธรรมดา
tr: Normal Fotoğrafı Tut
uk: Зберігати звичайні фото
ur: عام تصویر رکھیں
vi: Lưu Ảnh Thường
zh_cn: 保留正常曝光的照片
zh_hk: 保留正常曝光的相片
zh_tw: 保留正常曝光的照片

# HDR_TITLE
source: HDR (High Dynamic Range)
ar: ‫HDR (النطاق الديناميكي العالي)
bg: HDR (Висок динамичен обхват)
bn: HDR (হাই ডাইনামিক রেঞ্জ)
ca: HDR (rang dinàmic alt)
da: HDR (Højt dynamisk udsnit)
de: HDR (Hochkontrastbild)
el: HDR (Υψηλό δυναμικό εύρος)
es: HDR (alto rango dinámico)
es_us: HDR (alto rango dinámico)
fi: HDR (korkeadynaaminen kuva)
fr: HDR (plage dynamique étendue)
fr_ca: HDR (grande gamme dynamique)
gu: HDR (હાઈ ડાયનૅમિક રેંજ)
he: תחום דינמי רחב (HDR)
hi: HDR (हाई डाइनैमिक रेंज)
hr: HDR (Visok dinamički raspon)
hu: HDR (nagy dinamikatartományú)
id: HDR (Rentang Dinamis Tinggi)
ja: HDR（ハイダイナミックレンジ）
kk: HDR (жоғары динамикалық ауқым)
kn: HDR (ಅಧಿಕ ಡೈನಾಮಿಕ್ ರೇಂಜ್)
ko: HDR(고명암 대비)
lt: HDR (didelis dinaminis diapazonas)
ml: HDR (ഉയർന്ന ഡൈനാമിക് റേഞ്ച്)
mr: HDR (हाय डायनॅमिक रेंज)
ms: HDR (Julat Dinamik Tinggi)
nb: HDR (utvidet dynamisk område)
nl: HDR (Hoog dynamisch bereik)
or: HDR (ହାଇ ଡାଇନାମିକ୍ ରେଞ୍ଜ୍)
pa: HDR (ਹਾਈ ਡਾਇਨਾਮਿਕ ਰੇਂਜ)
pt_br: HDR (Grande Alcance Dinâmico)
pt_pt: HDR (gama dinâmica alta)
ro: HDR (gamă dinamică înaltă)
ru: HDR (Расширенный динамический диапазон)
sl: HDR (visok dinamični razpon)
sv: HDR (utökat dynamiskt omfång)
ta: HDR (ஹை டைனமிக் ரேஞ்ச்)
te: HDR (హై డైనమిక్ రేంజ్)
th: HDR (ช่วงแสงกว้างขึ้น)
tr: HDR (Yüksek Dinamik Aralık)
uk: HDR (розширений динамічний діапазон)
ur: ‏HDR (ہائی ڈائنیمک رینج)
vi: HDR (Dải tần nhạy sáng cao)
zh_cn: HDR（高动态范围）
zh_hk: HDR（高動態範圍）
zh_tw: HDR（高動態範圍）
